// 地址文件

const provice = [{
		'letter': 'A四川省',
		'key': 'A',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
			'泸州市',
			'德阳市'
		]
	}, {
		'letter': 'B云南省',
		'key': 'B',
		'data': [
			'昆明市',
			'曲靖市',
			'昭通市',
			'玉溪市',
			'楚雄州'
		]
	}, {
		'letter': 'C西安省',
		'key': 'C',
		'data': [
			'西安市',
			'宝鸡市',
			'咸阳市',
			'铜川市',
		]
	},
	{
		'letter': 'D四川省',
		'key': 'D',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'E四川省',
		'key': 'E',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'F四川省',
		'key': 'F',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'G四川省',
		'key': 'G',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'H四川省',
		'key': 'H',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'I四川省',
		'key': 'I',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'J四川省',
		'key': 'J',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'K四川省',
		'key': 'K',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'L四川省',
		'key': 'L',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'M四川省',
		'key': 'M',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'N四川省',
		'key': 'N',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'O四川省',
		'key': 'O',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'P四川省',
		'key': 'P',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'Q四川省',
		'key': 'Q',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'R四川省',
		'key': 'R',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'S四川省',
		'key': 'S',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'T四川省',
		'key': 'T',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'U四川省',
		'key': 'U',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'V四川省',
		'key': 'V',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'W四川省',
		'key': 'W',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'X四川省',
		'key': 'X',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'Y四川省',
		'key': 'Y',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
	{
		'letter': 'Z四川省',
		'key': 'Z',
		'data': [
			'成都市',
			'绵阳市',
			'自贡市',
			'攀枝花市',
		]
	},
]

export {
	provice
}